chat_system_1721999906_actor_description=Bandit Sheragga. Robber, who lives in Death world.
chat_system_1721999906_switch_0_header_1=^?^You again? One useless elf died, and you want to bring me to trial?<br>Remember, [player], that I am my own master and nobody can lay down the law for me. That is true freedom, which is absent even on the vaunted Islands of Freedom.
chat_system_1721999906_snap_0_question=^?^Hey you, what are you doing here? We don't need competitors; this is our territory! Get out!
chat_system_1721999906_snap_0_answer_0=^?^I'm looking to avenge the beautiful Hneya!
chat_system_1721999906_snap_0_answer_1=^?^Alright, I'm leaving. I don't need any trouble.
chat_system_1721999906_snap_1_question=^?^What does a dead elven girl have to do with you, buddy? Besides, I was only executing an order. I don't care whose throat needs to be cut, an elven girl or a necromancer - it's all just gold in my pocket!
chat_system_1721999906_snap_1_answer_0=^?^And who so passionately wished her dead?
chat_system_1721999906_snap_2_question=^?^Ha. I'm working for Karador himself, buddy. Who was I in Darion? Killer and bandit, facing the prospect of being hanged. And here in the Land of Death, I gained my freedom. Of course, sometimes I do some errands, but nobody tells me how I should live and the noose no longer threatens me. On the contrary, I am well-paid!
chat_system_1721999906_snap_2_answer_0=^?^And what did Hneya do to deserve the attention of your master?
chat_system_1721999906_snap_3_question=^?^Why do you want to know? Anyway, that's no secret.<br>Hneya had to be killed because, if the elves decided to strip the throne from Queen Violetta, who was obedient to Karador's will, then only Hneya or her younger sister Neoka could have become the heirs to the throne. Hneya was entrusted to me, and Neoka, who was under guard in her family castle, was put under siege by the necromancers.<br>Any more questions?
chat_system_1721999906_snap_3_answer_0=^?^Ok, I got you. I only want to remind you that even in perfect freedom, you remain responsible for your deeds. And now you will pay for yours in full! (Attack the killer...)
chat_system_1721999906_snap_3_answer_1=^?^Well. You've done your job and I'm not going to hold it against you.
